{
  "wishlist": [
    {
      "id": 1,
      "title": "The Daughters of the Maid",
      "author": {
        "name": "Sonsoles",
        "lastName": "Ónega",
        "nobelAwarded": false,
        "country": "Spain",
        "birth": 1977
      },
      "genres": [
        "Fiction",
        "Historic",
        "Drama"
      ],
      "cover": "https://m.media-amazon.com/images/I/81gljyRLiOL._SL1500_.jpg",
      "description": "On a February night in 1900, just as the 20th century began, two girls, Clara and Catalina, were born in the Espíritu Santo estate, and their destinies were already written. However, an unexpected revenge will forever shake their lives and those of all the Valdés. Doña Inés, the matriarch of the family and faithful wife to Don Gustavo, must survive heartbreak, the pain of abandonment, and power struggles to make her true daughter the heir to an entire empire, in a time when women were not allowed to be masters of their own lives. 'The Daughters of the Maid' is a magical and realistic story set in an extraordinary Galicia, about men and women rebelling against their own destinies in search of the truth.",
      "pages": 480,
      "language": "Spanish",
      "publishSpecs": {
        "year": 2023,
        "publisher": "Editorial Planeta"
      },
      "awards": [
        "Premio Planeta",
        "Best Seller"
      ],
      "beenRead": false,
      "currentlyReading": false,
      "reviewData": {
        "rating": 0,
        "comment": "",
        "date": ""
      }
    },
    {
      "id": 2,
      "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
      "author": {
        "name": "James",
        "lastName": "Clear",
        "nobelAwarded": false,
        "country": "United Kingdom",
        "birth": 1986
      },
      "genres": [
        "Non-Fiction",
        "Self Help",
        "Science"
      ],
      "cover": "https://imagessl1.casadellibro.com/a/l/s5/31/9781847941831.webp",
      "description": "No matter your goals, Atomic Habits offers a proven framework for improving—every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results. If you're having trouble changing your habits, the problem isn't you. The problem is your system. Bad habits repeat themselves again and again not because you don't want to change, but because you have the wrong system for change. You do not rise to the level of your goals. You fall to the level of your systems. Here, you'll get a proven system that can take you to new heights. Clear is known for his ability to distill complex topics into simple behaviors that can be easily applied to daily life and work. Here, he draws on the most proven ideas from biology, psychology, and neuroscience to create an easy-to-understand guide for making good habits inevitable and bad habits impossible. Along the way, readers will be inspired and entertained with true stories from Olympic gold medalists, award-winning artists, business leaders, life-saving physicians, and star comedians who have used the science of small habits to master their craft and vault to the top of their field. Atomic Habits will reshape the way you think about progress and success, and give you the tools and strategies you need to transform your habits--whether you are a team looking to win a championship, an organization hoping to redefine an industry, or simply an individual who wishes to quit smoking, lose weight, reduce stress, or achieve any other goal.",
      "pages": 288,
      "language": "English",
      "publishSpecs": {
        "year": 2018,
        "publisher": "Random House Uk"
      },
      "awards": [
        "Best Seller"
      ],
      "beenRead": true,
      "currentlyReading": false
    },
    {
      "id": 3,
      "title": "Malice",
      "author": {
        "name": "John",
        "lastName": "Gwynne",
        "nobelAwarded": false,
        "country": "United Kingdom",
        "birth": 1968
      },
      "genres": [
        "Fantasy",
        "Fiction"
      ],
      "cover": "https://m.media-amazon.com/images/I/71GtZSi3AbL._AC_UF1000,1000_QL80_.jpg",
      "description": "Young Corban watches enviously as boys become warriors, learning the art of war. He yearns to wield his sword and spear to protect his king’s realm. But that day will come all too soon. Only when he loses those he loves will he learn the true price of courage. The Banished Lands has a violent past where armies of men and giants clashed in battle, the earth running dark with their heartsblood. Although the giant-clans were broken in ages past, their ruined fortresses still scar the land. But now giants stir anew, the very stones weep blood and there are sightings of giant wyrms. Those who can still read the signs see a threat far greater than the ancient wars. Sorrow will darken the world, as angels and demons make it their battlefield. Then there will be a war to end all wars. High King Aquilus summons his fellow kings to council, seeking an alliance in this time of need. Prophesy indicates darkness and light will demand two champions, the Black Sun and the Bright Star. They would be wise to seek out both, for if the Black Sun gains ascendancy, mankind’s hopes and dreams will fall to dust.",
      "pages": 640,
      "language": "English",
      "publishSpecs": {
        "year": 2013,
        "publisher": "Pan McMillan"
      },
      "awards": [
        "Morning Star"
      ],
      "beenRead": false,
      "currentlyReading": true,
      "reviewData": {
        "rating": 0,
        "comment": "",
        "date": ""
      }
    },
    {
      "id": 4,
      "title": "Grass",
      "author": {
        "name": "Keum Suk",
        "lastName": "Gendry-Kim",
        "nobelAwarded": false,
        "country": "South Korea",
        "birth": 1971
      },
      "genres": [
        "Non-Fiction",
        "Comic",
        "Historic",
        "Biography"
      ],
      "cover": "https://m.media-amazon.com/images/I/71k4zafZL-L._AC_UF894,1000_QL80_.jpg",
      "description": "Grass is a powerful anti-war graphic novel, offering up firsthand the life story of a Korean girl named Okseon Lee who was forced into sexual slavery for the Japanese Imperial Army during the second World War a disputed chapter in 20th century Asian history. Beginning in Lee s childhood, Grass shows the leadup to World War II from a child s vulnerable perspective, detailing how one person experienced the Japanese occupation and the widespread suffering it entailed for ordinary Korean folk. Keum Suk Gendry-Kim emphasizes Lee s strength in overcoming the many forms of adversity she experienced. Grass is painted in a black ink that flows with lavish details of the beautiful fields and farmland of Korea and uses heavy brushwork on the somber interiors of Lee s memories. Cartoonist Gendry-Kim s interviews with Lee become an integral part of Grass, forming the heart and architecture of this powerful non-fiction graphic novel and offering a holistic view of how Lee s wartime suffering changed her. Grass is a landmark graphic novel that makes personal the desperate cost of war and the importance of peace.",
      "pages": 488,
      "language": "Spanish",
      "publishSpecs": {
        "year": 2022,
        "publisher": "Reservoir Books"
      },
      "awards": [
        "Harvey Award",
        "Believer Book Award",
        "Cartoonist Studio Prize"
      ],
      "beenRead": false,
      "currentlyReading": false,
      "reviewData": {
        "rating": 0,
        "comment": "",
        "date": ""
      }
    },
    {
      "id": 5,
      "title": "The Truth About the Harry Quebert Affair",
      "author": {
        "name": "Joël",
        "lastName": "Dicker",
        "nobelAwarded": false,
        "country": "Switzerland",
        "birth": 1985
      },
      "genres": [
        "Fiction",
        "Mystery"
      ],
      "cover": "https://m.media-amazon.com/images/I/812kr8ivEUL._AC_UF1000,1000_QL80_.jpg",
      "description": "Marcus Goldman is riding high. The twenty-eight-year-old writer is the new darling of American letters, whose debut novel has sold two million copies. But when it comes time to produce a new book, he is sidelined by a crippling case of writer’s block. He travels to Somerset, New Hamprshire, to see his mentor, Harry Quebert, one of the country’s most respected writers, hoping to jar his creative juices as his publisher’s deadline looms. But Marcus’s plans are upended when Harry is sensationally implicated in a cold-case murder: Fifteen-year-old Nola Kellergan went missing in 1975, and Harry admits to having had an affair with her. Following a trail of clues through the backwoods and isolated beaches of New Hampshire, Marcus must answer two questions, which are mysteriously connected: Who killed Nola Kellergan? And how do you write a book to save someone’s life?",
      "pages": 656,
      "language": "English",
      "publishSpecs": {
        "year": 2014,
        "publisher": "Penguin Books"
      },
      "awards": [
        "New York Times Best-seller",
        "Gouncourt Award",
        "Grand Prix du roman de l'Académie française"
      ],
      "beenRead": true,
      "currentlyReading": false,
      "reviewData": {
        "rating": 5,
        "comment": "I really enjoyed this book! I was glued to it from the start, and just couldn´t stop reading. I needed to solve the mystery and Joël Dicker kept me guessing the entire time. Had lots of fun devouring these pages and would 100% recomend this thriller.",
        "date": ""
      }
    },
    {
      "title": "Mrs. Dalloway",
      "author": {
        "name": "Virginia ",
        "lastName": "Woolf",
        "nobelAwarded": false,
        "country": "United Kingdom",
        "birth": 1882
      },
      "genres": [
        "Fiction",
        "LGTBI",
        "Drama",
        "Romance",
        "Classic"
      ],
      "cover": "https://m.media-amazon.com/images/I/71oKh2-AXML._SL1500_.jpg",
      "description": "On a June morning in 1923, Clarissa Dalloway is preparing for a party and remembering her past. Elsewhere in London, Septimus Smith is suffering from shell-shock and on the brink of madness. Their days interweave and their lives converge as the party reaches its glittering climax. Here, Virginia Woolf perfected the interior monologue and the novel's lyricism and accessibility have made it one of her most popular works.",
      "pages": "288",
      "language": "English",
      "publishSpecs": {
        "year": "2018",
        "publisher": "Penguin Books"
      },
      "awards": [
        "Best Seller"
      ],
      "beenRead": false,
      "currentlyReading": false,
      "reviewData": {
        "rating": 0,
        "comment": "",
        "date": ""
      },
      "id": 6
    },
     {
      "id": 7,
      "title": "The Midnight Library",
      "author": {
        "name": "Matt",
        "lastName": "Haig",
        "nobelAwarded": false,
        "country": "United Kingdom",
        "birth": 1977
      },
      "genres": [
        "Fiction",
        "Fantasy"
      ],
      "cover": "https://www.akiracomics.com/imagenes/poridentidad?identidad=4b0bc543-b0c4-4f1b-8a86-73d56e70bfdc&ancho=&alto=",
      "description": "Between life and death there is a library, and within that library, the shelves go on forever. Every book provides a chance to try another life you could have lived. To see how things would be if you had made other choices . . . Would you have done anything different, if you had the chance to undo your regrets? A novel about all the choices that go into a life well lived. Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better? Nora Seed finds herself faced with this decision. Faced with the possibility of changing her life for a new one, following a different career, undoing old breakups, realizing her dreams of becoming a glaciologist; she must search within herself as she travels through the Midnight Library to decide what is truly fulfilling in life, and what makes it worth living in the first place.",
      "pages": 336,
      "language": "Spanish",
      "publishSpecs": {
        "year": 2021,
        "publisher": "Alianza"
      },
      "awards": [
        "Goodreads Choice Award for Fiction",
        "Best Seller"],
      "beenRead": true,
      "currentlyReading": false,
      "reviewData": {
        "rating": 0,
        "comment": "",
        "date": ""
      }
    },
    {
      "title": "El amor en los tiempos del cólera",
      "author": {
        "name": "Gabriel",
        "lastName": "García Márquez",
        "nobelAwarded": true,
        "country": "Colombia",
        "birth": "1927"
      },
      "genres": [
        "Fiction",
        "Drama",
        "Romance",
        "Classic"
      ],
      "cover": "https://m.media-amazon.com/images/I/91APYoT6WwL._SL1500_.jpg",
      "description": "«Era inevitable: el olor de las almendras amargas le recordaba siempre el destino de los amores contrariados». Cuando el refugiado de guerra antillano Jeremiah de Saint-Amour se suicida con un sahumerio de cianuro de oro, el doctor Juvenal Urbino atiende su caso (uno que creía perdido) y se asombra al saber que es el primer suicidio, en muchos años, no llevado a cabo por razones tan justificadas como el amor. Esa misma tarde el doctor Juvenal Urbino muere, tratando de alcanzar a su única mascota (un loro), y deja viuda a su amada esposa Fermina Daza. Al final del funeral, mientras Fermina está cerrando la puerta de su casa ve a Florentino Ariza, un espíritu del pasado que ahora arrastra consigo la promesa de un amor que él ha profesado, y así en un momento de inspiración le reitera su promesa de amor que ha cumplido durante cincuenta y un años, nueve meses y cuatro días. Fermina Daza comienza a ser atosigada por el fantasma de un amor juvenil que no ha parado y desde este punto Gabriel García Márquez nos cuen",
      "pages": "400",
      "language": "Spanish",
      "publishSpecs": {
        "year": "2018",
        "publisher": "Random House"
      },
      "awards": [
        "Premio Gutenberg",
        "Los Angeles Times Book Prize"
      ],
      "beenRead": true,
      "currentlyReading": false,
      "reviewData": {
        "rating": 4,
        "comment": "\"En los años del cólera\" by Gabriel García Márquez is a captivating exploration of love's endurance amidst the relentless passage of time. Set against the backdrop of a cholera epidemic, the novel follows the intertwined lives of Florentino Ariza and Fermina Daza. Márquez's magical realism infuses the narrative with poetic richness, weaving a tale that transcends the boundaries of ordinary existence. The novel is a poignant reflection on the complexities of human relationships, aging, and the choices we make in the pursuit of love. With vivid characters and lyrical prose, \"En los años del cólera\" stands as a timeless testament to the enduring power of love in the face of life's inevitable challenges.",
        "date": ""
      },
      "id": 11
    },
    {
      "title": "El clan del oso cavernario",
      "author": {
        "name": "Jean Marie",
        "lastName": "Auel",
        "nobelAwarded": false,
        "country": "United States",
        "birth": "1931"
      },
      "genres": [
        "Fiction",
        "Historic",
        "Drama",
        "Romance"
      ],
      "cover": "https://m.media-amazon.com/images/I/81ib34ePC8L._SL1500_.jpg",
      "description": "A natural disaster leaves the young girl wandering alone in an unfamiliar and dangerous land until she is found by a woman of the Clan, people very different from her own kind. To them, blond, blue-eyed Ayla looks peculiar and ugly—she is one of the Others, those who have moved into their ancient homeland; but Iza cannot leave the girl to die and takes her with them. Iza and Creb, the old Mog-ur, grow to love her, and as Ayla learns the ways of the Clan and Iza’s way of healing, most come to accept her. But the brutal and proud youth who is destined to become their next leader sees her differences as a threat to his authority. He develops a deep and abiding hatred for the strange girl of the Others who lives in their midst, and is determined to get his revenge.",
      "pages": "560",
      "language": "",
      "publishSpecs": {
        "year": "2014",
        "publisher": "Maeva"
      },
      "awards": [
        "Nominated as America’s best-loved novels by PBS’s The Great American Read"
      ],
      "beenRead": false,
      "currentlyReading": false,
      "reviewData": {
        "rating": 0,
        "comment": "",
        "date": ""
      },
      "id": 13
    }
  ]
}